<template>
  <section class="p-public-offer p-default-block">
    <div class="container">
      <h1 class="g-caption-inner">Публичная оферта</h1>
      <div class="faq-item">
        <div class="editor">
          <p>Договор-оферта на оказание информационно-консультационных услуг</p>
          <p>Настоящая Оферта является предложением  ТОО Business of Life, БИН 190140021924, Казахстан, г. Алматы, Алмалинский р-н, ул. Айтиева зд. 96,  далее именуемого «Сервис», заключения с Вами, дееспособным физическим лицом, либо юридическим лицом, далее именуемым «Пользователь», Пользовательского соглашения. Поступление денежных средств в полном размере за оплаченный Пользователем заказ Инфо-материала, Курса, шаблона, тренинга, осуществленный им на Интернет-сайте http://businessof.life/, либо начало использования Инфоматериалов, находящихся в свободном доступе, является полным и безоговорочным согласием (акцептом) Пользователя на заключение Пользовательского соглашения (далее – «Соглашение») на следующих условиях:</p>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">1. Термины и определения:</h2>
        <div class="editor">
          <ol>
            <li>Сайт – Интернет-сайт, принадлежащий Сервису и размещенный в сети Интернет по адресу <a href="http://businessof.life/" target="_blank">http://businessof.life/</a>, включая все его разделы, страницы, файловую структуру и любые иные структурные элементы, контент, Инфоматериалы, исходный и объектный код, произведения дизайна, графики, аудиовизуальные произведения, фотографии.</li>
            <li>Инфоматериал – информационно-обучающий аудио-, видео- или текстовый материал, размещенный (транслируемый) Сервисом на Сайте или на Физическом носителе. В частности, Инфоматериалами являются вебинары, подкасты, буклеты, книги, презентации, задания, практикумы, аудио-, видео- или текстовые записи Курса, а также шаблоны сайтов.</li>
            <li>Услуги доступа – услуги по предоставлению доступа к Инфоматериалу или Курсу путем организации его воспроизведения и просмотра на Сайте через браузер Пользователя без возможности сохранения на компьютер Пользователя или с такой возможностью.</li>
            <li>Информационные услуги – стандартные услуги Сервиса, оказываемые всем Пользователям во время их участия в Курсе (тренинге), например, проверка выполнения заданий, ответы куратора на вопросы Пользователей и пр.</li>
            <li>Дополнительные услуги – услуги Сервиса, оказываемые Пользователю во время его участия в Курсе (тренинге) в зависимости от приобретаемого Пользователем пакета. В рамках Курса могут быть несколько пакетов Дополнительных услуг, отличающихся набором Дополнительных услуг и стоимостью.</li>
            <li>Услуги – Услуги доступа, Информационные услуги, Дополнительные услуги.</li>
            <li>Курс – информационный комплекс, включающий в себя различные Инфоматериалы, размещенные на Сайте, предоставляемые по средствам электронной коммуникации (электронная почта, Telegram и пр.).</li>
            <li>Куратор – определяемый(-е) Сервисом специалист(-ы), который(-е) ведет(-ут) Курс.</li>
            <li>Объявление – информация о Курсе, Инфоматериале, Физическом носителе, размещаемая на Сайте на одной или нескольких веб-страницах.</li>
            <li>Физический носитель – компакт-диск, USB-флеш-накопитель, книга, брошюра, иной печатный материал, а также любой иной физический носитель, содержащий Инфоматериал(ы) и (или) Курс(ы). Если это указано в соответствующем Объявлении, Физический носитель может представлять собой комплект носителей, к примеру, компакт- диск и брошюра.</li>
            <li>Почтовая служба – почтовые операторы и организации, курьерские службы, транспортные компании-перевозчики, оказывающие услуги по приему, обработке, перевозке, доставке (вручению) Пользователю отправлений, содержащих Физический носитель.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">2. Предмет Соглашения</h2>
        <div class="editor">
          <ol>
            <li>Сервис после полного поступления оплаты от Пользователя, в пределах и на условиях, указанных в Объявлении, обязуется: - оказать Пользователю Услуги доступа к Инфоматериалам и (или) Информационные услуги, и (или) Дополнительные услуги, либо передать Пользователю в собственность Физический носитель.</li>
            <li>В соответствующем Объявлении определяется существенные условия и параметры, в том числе: - для Курса – краткое содержание (программа), время и условия его проведения; наличие и набор Информационных услуг, и (или) Дополнительных услуг; сроки, на протяжении которых оказываются Услуги; стоимость Услуг; - для Инфоматериала – краткое описание или содержание; срок, на протяжении которого оказывается Услуга доступа (при наличии); стоимость Услуги доступа; - для Физического носителя – его стоимость, условия доставки, состав содержащихся в нем Инфоматериалов.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">3. Оказание Услуг доступа</h2>
        <div class="editor">
          <ol>
            <li>С момента полной оплаты Услуг доступа Пользователь получает гиперссылку, которая ведет к закрытому от общего доступа разделу Сайта, где Пользователю открыт персональный доступ к оплаченным Инфоматериалам или Курсу в течение срока оказания Услуг доступа.</li>
            <li>Пользователь самостоятельно обеспечивает установку, настройку и использование технических средств и программного обеспечения, необходимых для получения Услуг доступа, а также для выполнения заданий (если таковые предусмотрены).</li>
            <li>Сервис вправе размещать в свободный (бесплатный) доступ Инфоматериалы или Курсы и по собственному усмотрению прекращать к ним свободный (бесплатный) доступ.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">4. Оказание Информационных и Дополнительных услуг (участие Пользователя в Курсе)</h2>
        <div class="editor">
          <ol>
            <li>С момента полной оплаты Информационных и (или) Дополнительных услуг, Пользователь имеет право принять участие в Курсе, условия проведения которого указаны в соответствующем Объявлении.</li>
            <li>Сервис вправе в одностороннем порядке изменить время проведения Курса, в том числе промежуточные сроки в рамках Курса, уведомив Пользователя не менее чем за 3 (три) рабочих дня.</li>
            <li>Сервис вправе в одностороннем порядке заменять Куратора(-ов).</li>
            <li>Пользователь самостоятельно несет риск участия в Курсе. В случае, если Пользователь не принял участие в Курсе либо в его промежуточных этапах, возврат стоимости Услуг либо предоставление права участия в ином Курсе Сервисом не производится, либо производится по усмотрению Сервиса.</li>
            <li>Условиями Курса может быть предусмотрено наличие ряда промежуточных этапов (модулей). В этом случае Сервис может предусмотреть, что в рамках каждого модуля Пользователь должен достичь предусмотренные программой Курса определенные результаты либо выполнить задания с определенным положительным результатом. Если Пользователь не достигает определенных положительных результатов или не выполняет задание(я), определенные программой Курса, куратор вправе не допустить Пользователя к следующему(-им) этапу(-ам) или завершению Курса.</li>
            <li>На протяжении Курса Пользователь обязуется соблюдать дисциплину и правила, установленные Сервисом для проведения Курса, не препятствовать Сервису (Кураторам) в проведении Курса. При наличии таких нарушений Сервис (Куратор) вправе отстранить Пользователя от участия в Курсе либо прекратить участие Пользователя в Курсе.</li>
            <li>Информационные услуги, Дополнительные услуги считаются оказанными с окончанием последнего модуля, элемента Курса, которые пройдены Пользователем в рамках Курса.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">5. Продажа Физических носителей</h2>
        <div class="editor">
          <ol>
            <li>После полного поступления оплаты от Пользователя за приобретаемый Физический носитель, Сервис обязуется передать его в собственность Пользователя. Пользователь обязуется принять данный Физический носитель.</li>
            <li>Пользователь оформляет онлайн-заказ на приобретение Физических носителей через интерфейс Сайта и направляет его Сервису.</li>
            <li>Обязанность Сервиса передать Физический носитель Пользователю считается исполненной в момент сдачи отправления, содержащего Почтовый носитель, Почтовой службе. Доставка Физического носителя Пользователю производится Почтовой службой.</li>
            <li>Сервис не несет ответственности за действия Почтовой службы.</li>
            <li>Физический носитель вручается Пользователю или его представителю при предъявлении документа, удостоверяющего личность. При приемке Пользователь обязан осмотреть Физический носитель и проверить комплектность заказа.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">6. Порядок оплаты</h2>
        <div class="editor">
          <ol>
            <li>Пользователь обязуется уплатить Сервису стоимость Услуг или Физического носителя, указанную в Объявлении, на условиях полной предварительной оплаты.</li>
            <li>Порядок перечисления денежных средств, а также иные условия оплаты определяются на Сайте, а также обусловлены правилами сторонних платежных систем.</li>
            <li>Если стоимость Физического носителя не включает стоимость доставки, то Сервис указывает об этом в соответствующем Объявлении. В этом случае Пользователь оплачивает стоимость доставки.</li>
            <li>Стоимость Курса, Инфоматериала или Физического носителя может быть изменена Сервисом в одностороннем порядке.</li>
            <li>Курс, Инфоматериал или Физический носитель считаются оплаченными Пользователем с момента получения Сервисом информации от платежной системы, используемой для их оплаты, об успешном проведении транзакции в пользу Сервиса в полном объеме.</li>
            <li>Все расходы по переводу денежных средств, включая комиссии банков, платежных систем, платежных агрегаторов, несет Пользователь.</li>
            <li>Пользователь обязуется хранить все документы, подтверждающие осуществление оплаты, до момента зачисления денежных средств на баланс Сервиса.</li>
            <li>Пользователь несет ответственность за уплату всех налогов, сборов, платежей, связанных с заказом, доставкой и приобретением Услуг или Физических носителей, в отношении которых он является плательщиком в соответствии с действующим в отношении него налоговым, таможенным или иным законодательством.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">7. Возвраты и гарантии</h2>
        <div class="editor">
          <ol>
            <li>Пользователь гарантирует, что заказываемые Услуги и (или) приобретаемые Физические носители используются Пользователем в связи с осуществлением им предпринимательской деятельности. Курсы, Инфоматериалы и (или) Физические носители не предназначены и не могут использоваться для личного, семейного, домашнего или иного использования.</li>
            <li>Пользователь вправе отказаться от Физического носителя в любое время до его передачи, а после передачи - в течение 14 (Четырнадцати) календарных дней (гарантийный срок). Возврат Физического носителя возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт оплаты и условия покупки Физического носителя. В этом случае Пользователь обязан оформить письменное заявление о возврате и направить его Сервису заказным почтовым отправлением с уведомлением с приложением Физического носителя и копии документа, подтверждающего факт оплаты и покупки. Сервис возвращает Пользователю стоимость Физического носителя, за исключением расходов Сервиса на доставку, в течение 10 (Десяти) рабочих дней со дня получения Сервисом Физического носителя, заявления о возврате и копии документа, подтверждающего факт оплаты и покупки.</li>
            <li>Стоимость Услуг не подлежит возврату (полному или частичному) Пользователю (в том числе при отстранении Пользователя от Курса) за исключением случая, когда Курс не был проведен по вине Сервиса. Сервис по собственному усмотрению в индивидуальном порядке вправе осуществить полный или частичный возврат стоимости Информационных услуг и (или) Дополнительных услуг, если для Курса была предусмотрена возможность достижения Пользователем определенного результата, и Пользователь после прохождения всех этапов (модулей), положительного и своевременного выполнения промежуточных и финальных заданий не достиг такого результата. В этом случае Пользователь вправе в течение 14 (четырнадцати) календарных дней с момента окончания оказания Услуг обратиться к Сервису с мотивированной просьбой произвести возврат стоимости Услуг по обучению, оформленной в виде письменного заявления о возврате и направленного Сервису заказным письмом с уведомлением с приложением документа, подтверждающего факт не достижения определенного результата.</li>
            <li>В Объявлении может быть указан иной порядок возврата Физических носителей или стоимости Услуг, отличающийся от предусмотренного в пунктах 7.2 и 7.3 Соглашения.</li>
            <li>Сервис не гарантирует каких-либо производственных, маркетинговых, финансовых или иных результатов от использования Пользователем информации, содержащейся в Инфоматериалах, Курсах, материалах, полученных от Куратора.</li>
            <li>Пользователь использует содержащеюся в Инфоматериалах, Курсах и на Физическом носителе информацию по своему усмотрению и на свой риск. </li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">8. Права на объекты интеллектуальной собственности</h2>
        <div class="editor">
          <ol>
            <li>Сервису принадлежат права использования или исключительные права на объекты интеллектуальной собственности, используемые в Инфоматериалах, Курсах или содержащихся на Физических носителях. Пользователю предоставляется право использования таких объектов интеллектуальной собственности исключительно в пределах, необходимых для получения доступа к Инфоматериалам или Курсам (пункт 1.3 и раздел 3 Соглашения) или для получения Информационных и (или) Дополнительных услуг в ходе Курса. Если Сервисом предоставлена возможность копирования (сохранения) Инфоматериала, размещенного на Сайте, Пользователь вправе воспроизводить его на технических средствах Пользователя.</li>
            <li>Распространение (безвозмездное или за плату), распечатывание, репродуцирование, переработка и изменение Инфоматериалов или информации, полученной в ходе Курсов, осуществление любых иных действий с Инфоматериалом или его частью не допускаются.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">9. Конфиденциальность и защита персональных данных</h2>
        <div class="editor">
          <ol>
            <li>Все сведения, истребуемые Сервисом от Пользователя используются исключительно с целью оказания Пользователю Услуг и продажи Физических носителей, а также заключения и исполнения Соглашения.</li>
            <li>Пользователь выражает свое согласие Сервису на обработку своих персональных данных, а также любой иной информации, предоставленной Пользователем, как с использованием средств автоматизации, так и без использования таких средств, в целях, указанных в пункте 9.1 Соглашения, а равно в целях маркетинговых исследований и продвижения продуктов Сервиса, с даты настоящего согласия до даты, наступающей через 5 (пять) лет с даты прекращения обязательств Сторон по Соглашению, с возможностью отзыва такого согласия на основании письменного заявления Пользователя.</li>
            <li>Пользователь предоставляет свое согласие Сервису на направление Пользователю периодических уведомлений, сообщений, новостных рассылок и других информационных и рекламных материалов на адрес электронной почты, номер телефона или с использованием иной контактной информации и средств коммуникации, предоставленных Пользователем Сервису.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">10. Ответственность. Порядок разрешения споров</h2>
        <div class="editor">
          <ol>
            <li>В случае неисполнения либо ненадлежащего исполнения обязательств по Соглашению Сервис несет ответственность за реальные (прямые) убытки, понесенные Пользователем. При этом ответственность Сервиса ограничивается суммой, полученной им в оплату Услуг или Физических носителей, приобретенных Пользователем.</li>
            <li>Сервис не несет ответственности за Инфоматериалы, находящиеся на Сайте в открытом (бесплатном) доступе.</li>
            <li>Сервис не несет ответственности за любые убытки, возникшие в результате использования Пользователем в своей практической деятельности информации, содержащейся на Сайте, в Инфоматериалах на Физических носителях, равно как полученной в ходе участия Пользователя в Курсе.</li>
            <li>Стороны установили претензионный досудебный порядок урегулирования разногласий и споров. Претензия должна быть направлена в письменной форме заказным письмом с уведомлением. Срок для ответа на предъявленную претензию - 30 (тридцать) календарных дней с момента получения претензии другой Стороной.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">11. Изменение и расторжение Соглашения</h2>
        <div class="editor">
          <ol>
            <li>Сервис имеет право в любое время вносить изменения и (или) дополнения в Соглашение. Сервис уведомляет Пользователя об этом, размещая соответствующую информацию одним или несколькими способами (по выбору Сервиса) путем: - размещения соответствующего уведомления на Сайте; - направления сообщения на адрес электронной почты или номер телефона Пользователя.</li>
            <li>Любые изменения и (или) дополнения Соглашения применяются Сервисом с момента вступления их в силу, определяемому Сервисом, и распространяются на всех Пользователей, в том числе на заключивших Соглашение ранее даты вступления в силу таких изменений и (или) дополнений.</li>
            <li>Сервис имеет право в одностороннем порядке отказаться от Соглашения: - в любой момент при исполнении всех своих существующих обязательств перед Пользователем; - в случаях, указанных в пунктах 4.5, 4.6 Соглашения; - в случае нарушения Пользователем условий Соглашения или действующего законодательства. В случае одностороннего отказа Сервиса, раздел 7 Соглашения о возвратах не применяется, а Услуги по Соглашению считаются оказанными Сервисом в полном объеме.</li>
          </ol>
        </div>
      </div>
      <div class="faq-item">
        <h2 class="g-caption-section">12. Прочие условия</h2>
        <div class="editor">
          <ol>
            <li>Во всем, что не урегулировано Соглашением Стороны будут руководствоваться законодательством Республики Казахстан.</li>
            <li>Все уведомления, указания, извещения, согласия, документы и иного рода сообщения в связи с ходом выполнения Соглашения должны исходить от Пользователя лично либо от уполномоченных лиц Пользователя или Сервиса и могут быть направлены с помощью средств телефонной связи, электронной почты или иных электронных средств коммуникации, позволяющих идентифицировать отправителя, получателя, время отправления и получения, а также сохранять и подтверждать историю обмена корреспонденцией, если иное прямо не предусмотрено Соглашением или законодательством. 12.3. Права и обязанности по Соглашению не могут быть переданы Пользователем третьему лицу без предварительного согласия Сервиса.</li>
            <li>В случае, если настоящее Соглашение заключается от имени юридического лица, то при акцепте Оферты Пользователь подтверждает и гарантирует, что акцепт осуществлен надлежаще уполномоченным представителем Пользователя.</li>
          </ol>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  name: 'ThePublicOffer'
}
</script>

<style scoped lang="less">
  @import "../assets/less/_importants";

  .p-public-offer {
    .faq-item {
      margin-bottom: 50px;
      .sm-block({ margin-bottom: 30px;});
      .img-wrapper {
        img {
          max-height: 153px;
          margin-right: 15px;
          margin-bottom: 15px;
          .sm-block({max-height: 100px});
          &:last-child {
            max-height: 80px;
            .sm-block({max-height: 50px});
          }
        }
      }
    }
  }
</style>
